{
    "Hello, I'm": "Hallo, ich bin",
    "education": "Ausbildung",
    "experience": "Erfahrung",
    "skills": "Fähigkeiten",
    "about me": "Über mich",
    "contact": "Kontakt",
    "Front End Developer": "Front End Developer",
    "My name is Faramarz Bakhsheshi I'm a Front End Developer, I have a Bachelor of Software Engineering. I describe myself as a passionate developer who loves coding, open source, the web and mobile platform.Aside from my job, I like to create and contribute to open source projects. That helps me to learn a ton of new stuff, grow as a developer and support other open source projects. In my free time you can find me at the gym.": "Mein Name ist Faramarz Bakhsheshi. Ich bin Front End Developer, und habe einen Bachelor für Software Engineering. Ich beschreibe mich selbst als leidenschaftlichen Entwickler, der Programmieren, Open Source, das Web und mobile Platform liebt. Neben meiner Arbeit erstelle ich gerne und trage zu Open Source-Projekten bei. Das hilft mir, eine Menge neuer Sachen zu lernen, als Entwickler zu wachsen und andere Open-Source-Projekte zu unterstützen. In meiner Freizeit findest du mich im Fitness Studio.",
    "download resume": "Lebenslauf herunterladen",
    "projects": "Projekte",
    "i live in": "Ich lebe in",
    "call": "Anruf",
    "whatsapp": "Whatsapp",
    "email": "Email",
    "austria, wien": "Österreich, Wien",
    "send massage": "Nachricht senden",
    "contact info": "Kontact Info",
    "first name": "Vorname",
    "last name": "Nachname",
    "massage": "Massage",
    "send": "Senden",
    "school": "Schule",
    "elem-ms": "Pflichtschule",
    "osku university of iran": "Osku Universität im Iran",
    "firoozkuh university of iran": "Firoozkuh Universität im Iran",
    "software computer": "Associate Degree Studium Fach richtung Computer",
    "bachelor of software engineering": "Bachelorstudium Computer Software-Technologie",
    "self study": "Selbst Studium",
    "visit": "Besuch",
    "I wrote this Project with Dart and Flutter. Here I've used GetX for state management.": "Ich habe dieses Projekt mit Dart and Flutter geschrieben. Hier habe ich GetX für die Zustandsverwaltung verwendet.",
    "I also wrote this project with Dart and Flutter and again with GetX state management. here I used Sqflite for information that needs to be stored in local. In this project Dark and Light Themes work automatically.": "Ich habe dieses Projekt auch mit Dart und Flutter und wieder mit GetX State Management geschrieben. hier habe ich Sqflite für Informationen verwendet, die lokal gespeichert werden müssen. In diesem Projekt funktionieren dunkle und helle Themen automatisch.",
    "I wrote this project with TypeScript and React. In this website we only have one page and with section tags all parts are separated from each other and we have the possibility to send a direct Email.": "Ich habe dieses Projekt mit TypeScript und React geschrieben. Auf dieser Website haben wir nur eine Seite und mit section-Tag sind alle Teile voneinander getrennt und wir haben die Möglichkeit, eine direkte E-Mail zu senden.",
    "This is a simple example that I am getting data from the API.": "Das ist ein einfaches Beispiel, dass ich Daten von der API erhalte."
}